[X2AbilityTag_WOTC_APA_Skirmisher]

;  -- Localized Strings for Ability Tags --
;  ----------------------------------------

; // Generic Tags
strOnce = "一"
strUpTo = "最多"
strTimes = "次"
strTiles = "格"


[X2Ability_WOTC_APA_SkirmisherAbilitySet]

strHeatsink1Name = "吸热器 I"
strHeatsink1Desc = "<font color='#CA7200'>专注机制:</font><br/><Bullet/>每热量等级，获得<font color='#3ABD23'>+<Ability:HEATSINK_CRIT_CHANCE_BONUS/>%</font>开颅刃攻击暴击率。<br/><Bullet/>每<font color='#CA7200'><Ability:HEATSINK_DAMAGE_BONUS_CHARGE_DIVISOR/></font>热量等级，获得<font color='#3ABD23'>+<Ability:HEATSINK_DAMAGE_BONUS/></font>开颅刃攻击伤害。<br/><Bullet/>获得集成爪钩能力。"
strHeatsink2Name = "吸热器 II"
strHeatsink2Desc = "<font color='#CA7200'>专注机制:</font><br/><Bullet/>每热量等级，获得<font color='#3ABD23'>+<Ability:HEATSINK_CRIT_CHANCE_BONUS/>%</font>开颅刃攻击暴击率。<br/><Bullet/>每<font color='#CA7200'><Ability:HEATSINK_DAMAGE_BONUS_CHARGE_DIVISOR/></font>热量等级，获得<font color='#3ABD23'>+<Ability:HEATSINK_DAMAGE_BONUS/></font>开颅刃攻击伤害。<br/><Bullet/>获得集成爪钩和[正义]技能。"
strHeatsink3Name = "吸热器 III"
strHeatsink3Desc = "<font color='#CA7200'>专注机制:</font><br/><Bullet/>每热量等级，获得<font color='#3ABD23'>+<Ability:HEATSINK_CRIT_CHANCE_BONUS/>%</font>开颅刃攻击暴击率。<br/><Bullet/>每<font color='#CA7200'><Ability:HEATSINK_DAMAGE_BONUS_CHARGE_DIVISOR/></font>热量等级，获得<font color='#3ABD23'>+<Ability:HEATSINK_DAMAGE_BONUS/></font>开颅刃攻击伤害。<br/><Bullet/>获得集成爪钩与[正义]、[怒火]技能。"


strHeatLevelName = "热量等级"
strHeatLevelDesc = "开颅刃储存的总热量点数。"